Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/norskpetroleum.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: Atla was discovered in 2010, and the plan for development and operation (PDO) was approved in 2011.
nb: Atla ble påvist i 2010, og plan for utbygging og drift (PUD) ble godkjent i 2011.

source: Ivar Aasen produces oil from sandstone reservoirs.
nb: Ivar Aasen produserer olje fra sandsteinsreservoarer.

source: The Maria field receives water for injection from Heidrun.
nb: Maria-feltet mottar vann for injeksjon fra Heidrun.

source: Water for injection was supplied from the Pierce field.
nb: Injeksjonsvann levertes fra Pierce-feltet.

source: In addition, the reserves on the Hod field have increased because of submission of a PDO to further develop the field.
nb: I tillegg har reservene på Hod økt som følge av at det er levert inn PUD for en videreutvikling av feltet.

source: Draugen is a field in the southern part of the Norwegian Sea.
nb: Draugen ligger i den sørlige delen av Norskehavet.

source: The average oil recovery rate for oil fields on the Norwegian shelf is currently about 47 %, and the aim is to increase this further.
nb: I dag er gjennomsnittlig utvinningsgrad for olje fra oljefelt på norsk sokkel om lag 47 prosent, og det er en målsetting at utvinningsgraden skal økes ytterligere.

source: Both Dvalin East and Dvalin West contain gas in Middle Jurassic sandstone in the Ile and Garn Formations.
nb: Både Dvalin Øst og Dvalin Vest inneholder gass i sandstein av mellomjura alder i Ile- og Garnformasjonene.

source: A lifetime extension of the Oseberg Øst facility was approved in 2018.
nb: Det ble innvilget levetidsforlengelse for Oseberg Øst-innretningen i 2018.

source: After processing at Ula, the oil is exported in the existing pipeline system via the Ekofisk field to Teesside in the UK.
nb: Etter prosessering på Ula eksporteres oljen i eksisterende rørledningssystem via Ekofisk til Teesside i Storbritannia.

source: Assumptions regarding energy content per cubic metre gas and weight per volume unit NGL are examples of this.
nb: Forutsetninger om energiinnhold per kubikkmeter gass og vekt per volumenhet NGL er eksempler på dette.

source: The well stream from Enoch is transported to the Brae A facility for processing and further transport by pipeline to Cruden Bay in the UK.
nb: Brønnstrømmen fra Enoch transporteres til Brae A-innretningen for behandling og videre transport i rørledning til Cruden Bay i Storbritannia.

source: State management and control of the industry is ensured through an extensive legislation that requires companies to obtain licences and approval from the competent authorities for all phases of petroleum activities.
nb: Statlig styring og kontroll av petroleumsvirksomheten sikres gjennom et omfattende regelverk hvor tillatelser og godkjenninger fra kompetent myndighet er nødvendig i alle faser.

source: The well stream from Gungne is processed at the Sleipner A facility.
nb: Brønnstrømmen fra Gungne prosesseres på Sleipner A-innretningen.

source: In the 50 years since Norwegian petroleum activities began, about 49 per cent of the estimated total recoverable resources on the continental shelf have been produced and sold.
nb: Gjennom snart 50 år er det produsert og solgt rundt 49 prosent av det som antas å eksistere av utvinnbare ressurser i petroleumsforekomster på norsk kontinentalsokkel.

source: A PDO exemption for the Herja discovery and the Hervor prospect was granted in 2017.
nb: PUD-fritak for Herjafunnet og Hervorprospektet ble innvilget i 2017.

source: Of the 31 exploration wells spudded, 26 were wildcat wells and 5 were appraisal wells.
nb: Av de 31 påbegynte letebrønnene var 26 undersøkelsesbrønner og 5 avgrensningsbrønner.

source: Flyndre is located 35 kilometres northwest of the Ekofisk field.
nb: Flyndre ligger 35 kilometer nordvest for Ekofisk.

source: The North Sea is still the powerhouse of the Norwegian petroleum industry, with about 67 fields in production.
nb: Nordsjøen er fortsatt motoren i norsk petroleumsvirksomhet, og det er om lag 67 felt i produksjon.

source: An amended PDO was approved in 2017.
nb: Endret PUD ble godkjent i 2017.

source: In addition, several deposits on the field have been developed with subsea templates tied-back to the Oseberg Sør facility: the PDO for Oseberg Sør J was approved in 2003, a PDO exemption for the G-Central structure was granted in 2008, and the PDO for the Stjerne deposit was approved in 2011.
nb: I tillegg er flere forekomster på feltet bygd ut med havbunnsrammer knyttet til Oseberg Sør-innretningen: PUD for Oseberg Sør J-strukturen ble godkjent i 2003, PUD-fritak for G-sentral strukturen ble innvilget i 2008 og PUD for Stjerne-forekomsten ble godkjent i 2011.

source: The oil is transported further by the Troll Oil Pipeline II to the Mongstad terminal, and the gas is exported via the Troll A platform to the Kollsnes terminal.
nb: Oljen transporteres videre i Troll Oljerør II til Mongstad-terminalen, og gassen eksporteres via Troll A-innretningen til Kollsnes-terminalen.

source: The field is developed with three subsea templates tied-back to the Norne production, storage and offloading vessel (FPSO).
nb: Feltet er bygd ut med tre havbunnsrammer tilknyttet produksjons- og lagerskipet (FPSO) på Norne.

source: The most likely development solution is a combined tie-back of several discoveries in the eastern part of Haltenbanken to the Åsgard B facility.
nb: Mest sannsynlig utbyggingsløsning er en samordnet utbygging med flere funn i den østlige delen av Haltenbanken, tilknyttet Åsgard B-innretningen.

source: Total oil equivalents are stated in million Sm³ o.e., 1000 Sm³ gas = 1 Sm³ o.e. Source: Norwegian Petroleum Directorate
nb: Sum oljeekvivalenter blir oppgitt i millioner Sm³ o.e., 1000 Sm³ gass = 1 Sm³ o.e. Kilde: Oljedirektoratet

source: Next, the Directorate sends its recommendations for the blocks to be included in the licensing round to the Ministry of Petroleum and Energy.
nb: Basert på dette vil Oljedirektoratet gi en anbefaling til Olje- og energidepartementet om hvilke blokker som bør inngå i konsesjonsrunden.

source: Remaining reserves per operator as of 31.12.2020
nb: Gjenværende reserver per operatør per 31.12.2020

source: A PDO for two wellhead platforms on the northern and southern flanks was approved in 2001.
nb: PUD-er for to brønnhodeinnretninger på nord- og sørflankene ble godkjent i 2001.

source: The reservoirs in the Gullfaks Sør deposit are heavily segmented, with many internal faults and challenging flow characteristics, especially in the Statfjord Group and Lunde Formation.
nb: Reservoarene i Gullfaks Sør-forekomsten er svært segmenterte med mange interne forkastninger og utfordrende strømningsegenskaper, særlig i Statfjordgruppen og Lundeformasjonen.

source: Ensure the website achieves a minimum level of AA in WCAG 2.0.
nb: Se til at nettstedet oppnår minst nivå AA i WCAG 2.0.

source: The water depth is 70 metres.
nb: Vandybden er 70 meter.

source: 6507/11-6 (Sigrid) is a discovery on Haltenbanken in the eastern part of the Norwegian Sea, three kilometres west of the Midgard structure on the Åsgard field.
nb: 6507/11-6 (Sigrid) er et funn på Haltenbanken i den østlige delen av Norskehavet, tre kilometer vest for Midgard-strukturen på Åsgard.

source: There are currently about 94 discoveries that could be, or are being, considered for development.
nb: I dag er det om lag 94 funn som blir, eller kan bli, vurdert for utbygging.

source: Blane is a field in the southern part of the Norwegian sector in the North Sea, 35 kilometres southwest of the Ula field.
nb: Blane ligger i den sørlige delen av norsk sektor i Nordsjøen, 35 kilometer sørvest for Ula.

source: The PDO for Ringhorne Jura was approved in 2000 and production started in 2003.
nb: PUD for Ringhorne Jura ble godkjent i 2000, og produksjonen startet i 2003.

source: The well stream from Mikkel is combined with the well stream from the Midgard deposit and routed to the Åsgard B facility for processing.
nb: Brønnstrømmen fra Mikkel kombineres med brønnstrømmen fra Midgard-forekomsten og sendes til Åsgard B-innretningen for prosessering.

source: The duration of the extension period is determined by the Ministry of Petroleum and Energy when the licence is awarded, and in most cases is 30 years.
nb: Forlengelsesperiodens varighet fastsettes av Olje- og energidepartementet ved tildeling og skal som hovedregel ha en varighet på 30 år.

source: Snorre produces oil from Triassic and Lower Jurassic sandstone in the Alke and Lunde Formations and the Statfjord Group.
nb: Snorre produserer olje fra sandstein av trias og tidligjura alder i Alke- og Lundeformasjonene og Statfjordgruppen.

source: Gullfaks B has a simplified processing plant with first stage separation.
nb: Gullfaks B har et forenklet prosessanlegg med førstestegsseparasjon.

source: Operative responsibility has been delegated to
nb: Ansvaret for den operative forvaltningen er delegert til

source: The gas capacity at Ula was upgraded in 2008 with a new gas processing and gas injection module (UGU) that doubled the capacity.
nb: Gasskapasiteten på Ula ble oppgradert i 2008 med en ny gassprosess- og -injeksjonsmodul (UGU) som doblet kapasiteten.

source: The MOPU was removed in 2016 in accordance with the authorities’ formal disposal resolution.
nb: MOPU-en ble fjernet 2016 i tråd med disponeringsvedtaket fra myndighetene.

source: From 1994, the Vest Ekofisk 2/4 D facility was remotely controlled from Ekofisk 2/4 T.
nb: Fra 1994 ble Vest Ekofisk 2/4 D-innretningen fjernstyrt fra Ekofisk 2/4 T.

source: In 2018, an amended PDO for the Snorre Expansion Project was approved.
nb: Endret PUD for Snorre Expansion Project ble godkjent i 2018.

source: The Balder field was proven as early as 1967, but not developed until 30 years later.
nb: Feltet Balder ble påvist allerede i 1967, men ble ikke bygget ut før 30 år senere.

source: A PDO exemption for the discovery 15/3-9 was granted in 2013.
nb: Det ble innvilget PUD-fritak for funnet 15/3-9 i 2013.

source: This includes requirements for operators to seek long-term, integrated and effective solutions at all stages from field development to decommissioning.
nb: Dette innebærer at det fra utbygging av feltene og fram til avvikling, må tas hensyn til langsiktige, helhetlige og effektive løsninger, blant annet for effektiv ressursutnyttelse i modne områder.

source: Rich gas is processed on Gullfaks C and exported through Statpipe to the Kårstø-terminal.
nb: Rikgass prosesseres på Gullfaks C og eksporteres gjennom Statpipe til Kårstø-terminalen.

source: However, the growth in resources is not sufficient to maintain production at a high level after 2025.
nb: Ressurstilveksten er allikevel ikke nok til å opprettholde produksjonen på et høyt nivå etter 2025.

source: Production in 2020 amounted to 229 million Sm
nb: Produksjonen i 2020 var på 229 millioner Sm

source: Resource growth was particularly strong in 2010 due to the
nb: Ressurstilveksten i 2010 var spesielt høy på grunn av funnet av

source: The water depth is 340 and 400 metres, respectively.
nb: Vanndybden er henholdsvis 340 og 400 meter.

source: Oselvar was discovered in 1991, and the plan for development and operation (PDO) was approved in 2009.
nb: Oselvar ble påvist i 1991, og plan for utbygging og drift (PUD) ble godkjent i 2009.

source: In 2018, an amended PDO for the redevelopment of Yme was approved.
nb: Endret PUD for en ny utbygging av Yme ble godkjent i 2018.

source: Cessation of the petroleum activities and disposal of facilities are regulated by the Petroleum Act and Petroleum Regulations.
nb: Avslutning av petroleumsvirksomheten og disponering av innretninger reguleres av petroleumsloven og petroleumsforskriften.

source: Oil and condensate are transported from Gjøa to the Troll Oil Pipeline II for further transport to the Mongstad terminal.
nb: Fra Gjøa blir olje og kondensat transportert til Troll Oljerør II for videre transport til Mongstad-terminalen.

source: There are now 21 fields in production in the Norwegian Sea.
nb: I dag produserer 21 felt olje og gass i Norskehavet.

source: All gas is reinjected into the reservoir to increase oil recovery.
nb: All gass blir reinjisert i reservoaret for å øke oljeutvinningen.

source: The contingent resources in fields were increased by 27 million Sm
nb: De betingede ressursene i felt har en økning på 27 millioner Sm

source: Stabilised oil is transported by pipeline from Snorre A to Gullfaks A for storage and export.
nb: Stabilisert olje transporteres i rørledning fra Snorre A til Gullfaks A for lagring og eksport.

source: The largest discovery so far is Snøhvit (1984).
nb: Det største funnet til nå er Snøhvit (1984).

source: Production from Dvalin started in November 2020.
nb: Produksjonen startet i november 2020.

source: Test production was initiated in 1971 and ordinary production started in 1972.
nb: Det ble satt i gang prøveproduksjon i 1971, før ordinær produksjon startet i 1972.

source: The reservoir contains gas and condensate in Middle Jurassic sandstone in the Garn Formation at a depth of 3000 metres.
nb: Reservoaret inneholder gas og kondensat i midtre jura sandstein i Garnformasjonen på 3000 meters dyp.

source: Source: Statistics Norway (National accounts), Ministry of Finance (The National Budget 2022)
nb: Kilde: Statistisk sentralbyrå (Nasjonalregnskapet), Finansdepartementet (Nasjonalbudsjettet 2022)

source: The main reservoirs are in the Tarbert and Heather Formations.
nb: Hovedreservoarene er i Tarbert- og Heatherformasjonene.

source: No new wells have been drilled since 2016, but a well intervention was performed in 2019 to increase oil rates and reduce water cut.
nb: Ingen nye brønner er blitt boret siden 2016, men det er blitt utført brønnintervensjon i 2019 for å øke oljeraten og redusere vannkutt.

source: NOK 1000 per tonne for their CO
nb: på om lag 1000 kroner per tonn.

source: Ekofisk is a field in the southern part of the Norwegian sector in the North Sea.
nb: Ekofisk ligger i den sørlige delen av norsk sektor i Nordsjøen.

source: Unstable condensate is transported in a pipeline to the Kårstø terminal.
nb: Ustabilt kondensat transporteres i rørledning til Kårstø-terminalen.

source: This includes funding for health, safety and environment (HSE).
nb: Dette inkluderer også midler til forskning og utvikling innen helse, miljø og sikkerhet (HMS).

source: The gas is dewatered and compressed, then transported by pipeline via the Sleipner and Draupner platforms to continental Europe.
nb: Gassen blir tørket og komprimert før den går til kontinentet i rørledninger via Sleipner- og Draupner-plattformene.

source: The concrete substructures TP1 and CDP1 on the British side and the substructure TCP2 on the Norwegian side were abandoned on-site.
nb: Det som står igjen er to betongunderstell (TP1 og CDP1) på britisk side av grensen, og et betongunderstell (TCP2) på norsk side.

source: The wind farm will consist of 11 floating turbines which will supply electricity to the Snorre and Gullfaks fields.
nb: Vindparken inkluderer 11 flytende turbiner som vil forsyne Snorre- og Gullfaksfeltene med kraft.

source: The field has been developed by three wells drilled from the Sleipner A installation, and production started in 1996.
nb: Feltet er bygd ut med tre brønner boret fra Sleipner A-innretningen. Produksjonen startet i 1996.

source: The reservoirs contain oil and gas in sandstone of Late Jurassic age in the Melke Formation, and oil in Upper Jurassic sandstone in the Rogn Formation.
nb: Reservoarene inneholder olje og gass i sandstein av senjura alder i Melkeformasjonen, og olje i øvre jura sandstein i Rognformasjonen.

source: Reserves have also increased onseveral other fields such as Edvard Grieg, Sleipner Vest and Statfjord, while there was a reduction on Valhall.
nb: Det er også økning i reservene på flere felt som Edvard Grieg, Sleipner Vest og Statfjord, mens reservene på Valhall er redusert.

source: Sygna produces oil from Middle Jurassic sandstone in the Brent Group.
nb: Sygna produserer olje fra sandstein av mellomjura alder i Brentgruppen.

source: Plugging and abandonment of the wells is ongoing on the DP facility.
nb: Permanent plugging av brønner pågår på DP-innretningen.

source: The Norwegian Petroleum Directorate has estimated the undiscovered resources on the Norwegian shelf at approximately 3.9 billion standard cubic metres of recoverable oil equivalents (Sm
nb: Estimatene fra Oljedirektoratet for uoppdagede ressurser på norsk sokkelen er på om lag 3,9 milliarder standard kubikkmeter utvinnbare oljeekvivalenter (Sm

source: The gas discovery 6407/9-9 (Hasselmus) is under evaluation for subsea tie-back to the Draugen platform.
nb: Gassfunnet 6407/9-9 (Hasselmus) vurderes for havbunnstilknytning til Draugen-innretningen.

source: In other words, production in 2020 was about 14 per cent lower than in the record year 2004 and six per cent higher than in 2019.
nb: Totalproduksjonen i 2020 er altså om lag 14 prosent lavere enn i rekordåret 2004 og seks prosent høyere enn i 2019.

source: Since 1996, nearly one million tonnes of CO
nb: Fra Sleipnerfeltet er det siden 1996 lagret opp mot en million tonn CO

source: The PDO for Tordis Øst was approved in 1995 and for Borg in 1999.
nb: PUD for Tordis Øst ble godkjent i 1995 og for Borg i 1999.

source: Before licences can be awarded for petroleum activities, the area where activities are planned must have been officially opened.
nb: Før det kan tildeles tillatelser til petroleumsaktivitet, må området der aktiviteten planlegges være åpnet for petroleumsvirksomhet.

source: Brynhild is a field in the southern part of the Norwegian sector in the North Sea, 10 kilometres from the UK sector and 55 kilometres northwest of the Ula field.
nb: Brynhild ligger i den sørlige delen av norsk sektor i Nordsjøen, 10 kilometer fra britisk sektor og 55 kilometer nordvest for Ula.

source: In addition, two production wells have been drilled from Statfjord C. Production started in 1994.
nb: I tillegg er det boret to produksjonsbrønner fra Statfjord C. Produksjonen startet i 1994.

source: Total estimated tax payments from petroleum activities are about NOK 52 billion in 2021 and NOK 160 billion in 2022.
nb: Totale skatteinnbetalinger til staten er anslått til om lag 52 milliarder kroner i 2021 og 160 milliarder kroner i 2022.

source: Exploration wells spudded on the Norwegian continental shelf, 1970-2020
nb: Påbegynte letebrønner på den norske kontinentalsokkelen, 1970-2020

source: The purpose of CCS is to limit the quantity of CO
nb: -håndtering, og prosjektet er dermed i gang.

source: Gas from Aasta Hansteen is transported via the Polarled pipeline to the terminal at Nyhamna.
nb: Gass fra Aasta Hansteen transporteres i Polarled-rørledningen til Nyhamna-terminalen.

source: Skogul is a field in the central part of the North Sea, 30 kilometres northeast of the Alvheim field.
nb: Skogul ligger i Nordsjøen, 30 kilometer nordøst for Alvheim.

source: Among the largest discoveries made in recent years is 6406/3-8 Maria in 2010.
nb: Blant de største funnene i senere tid er 6406/3-8 Maria i 2010.

source: An amended PDO for Tordis was approved in 2005.
nb: Endret PUD for Tordis ble godkjent i 2005.

source: Historical figures for 2008-2019 and forecast for 2020-2025 Source: Norwegian Petroleum Directorate
nb: Historiske tall for 2008-2019 og prognose for 2020-2025 Kilde: Oljedirektoratet

source: o.e., which is a reduction of 75 million Sm
nb: o.e., som er en reduksjon på 75 millioner Sm

source: Ringhorne is developed with a combined accommodation, drilling and wellhead facility, tied-back to the Balder FPSO and Jotun FPSO for processing, crude oil storage and gas export.
nb: Ringhorne er bygd ut med en kombinert bolig-, bore- og brønnhodeinnretning knyttet til Balder-skipet og Jotun-skipet for prosessering, råoljelagring og gasseksport.

source: th licensing round began in August 2016 when the Ministry of Petroleum and Energy invited companies to nominate blocks that they wanted to see included in the licensing round.
nb: konsesjonsrunde startet opp i august 2016 ved at Olje- og energidepartementet inviterte selskapene til å nominere blokker som de ønsket å se inkludert i konsesjonsrunden.

source: In addition to the water injection, compaction of the soft chalk provides extra force to drainage of the field.
nb: I tillegg til vanninjeksjon gir kompaksjon av det myke krittet ekstra trykk i dreneringen av feltet.

source: The development concept was a new mobile offshore production unit (MOPU).
nb: Utbyggingskonseptet var en ny flyttbar offshore produksjonsenhet (MOPU).

source: The gas is transported by pipeline from Alvheim to the Scottish Area Gas Evacuation (SAGE) pipeline in the UK sector.
nb: Gassen transporteres via rørledning fra Alvheim til rørledningssystemet Scottish Area Gas Evacuation (SAGE) på britisk sokkel.

source: Brynhild was discovered in 1992, and the plan for development and operation (PDO) was approved in 2011.
nb: Brynhild ble påvist i 1992, og plan for utbygging og drift (PUD) ble godkjent i 2011.

source: o.e. and the contingent resources in discoveries are reduced by 15 million Sm
nb: og de betingede ressursene i funn er redusert med 15 millioner Sm

source: During 2020, start-up of production and the capacity of the production facility have exceeded expectations.
nb: I løpet av 2020 har oppkjøring av produksjonen og kapasiteten til produksjonsanlegget overgått forventningene.

source: The plan then was to produce until summer 2002, but measures implemented on the field prolonged its lifetime.
nb: Planen var da å produsere til sommeren 2002, men tiltak som ble gjennomført på feltet forlenget levetiden.

source: Original recoverable petroleum resources in the Barents Sea as of 31.12.2020 – Oil and condensate are quoted in million standard cubic metres (Sm³).
nb: Totale petroleumsressurser i Barentshavet per 31.12.2020 – Olje og kondensat blir oppgitt i millioner standard kubikkmeter (Sm³).

source: Excess gas from Balder and Ringhorne is exported from the Jotun FPSO through the Statpipe system to Kårstø and from there on to continental Europe.
nb: Overskuddsgass fra Balder og Ringhorne eksporteres fra Jotun-skipet via Statpipe til Kårstø og videre til kontinentet.

source: Plugging and abandonment of wells is ongoing.
nb: Permanent plugging av brønner pågår.

source: Gas for gas lift is supplied from the Åsgard B facility via the Tyrihans D template.
nb: Gass til gassløft leveres fra Åsgard B-innretningen via Tyrihans D-rammen.

source: In some cases, new smaller deposits can only be profitably developed and produced by using existing infrastructure.
nb: Funn og påfølgende utbygging av ressurser i nærheten av eksisterende infrastruktur, kan tilføre det norske samfunnet store verdier.

source: Njord is developed with a floating steel platform unit, Njord A, containing drilling and processing facilities, and a storage vessel, Njord Bravo.
nb: Feltet er bygd ut med en flytende stålinnretning med bore- og prosessanlegg, Njord A, og lagerskipet Njord Bravo.

source: A plan for development and operation (PDO) is expected to be submitted in 2022.
nb: Plan for utbygging og drift (PUD) ventes levert i 2022.

source: Skarv oil production is declining, and gas injection is important for increased oil recovery.
nb: Oljeproduksjon fra Skarv er avtakende og gassinjeksjon er viktig for å øke oljeutvinningen.

source: The figure below shows the differences for selected fields on the Norwegian shelf.
nb: Dette er vist i figuren under for et utvalg av felt på norsk sokkel.
